alacritty
bat
bc
bspwm
build-essential
cmake
curl
dbus-x11
feh
file-roller
fzf
git
gnome-themes-extra
lsd
lxappearance
man-db
ninja-build
nodejs
npm
picom
polybar
procps
psmisc
rofi
sassc
sl
sudo
sxhkd
thunar
thunar-archive-plugin
tree
unzip
wget
x11-utils
x11-xkb-utils
x11-xserver-utils
xclip
zoxide
zsh
zsh-autosuggestions
